[
   {"blogID": 1,
   "title": "Dog Called Hound",
   "date": "January 15, 2015",
   "author": "James Stewart",
   "image":"img/img19.jpg",
   "credit": "Sophie Lindmark",
   "altimage":"Baby Elephant Design",
   "credit": "Eric Johnston",
   "content": "Well, that's the last post for 2015. My goal for 2016 is to enjoy winter as much as possible, and to continue to invest in opportunities to enjoy travel and the outdoors. An individual goal is to continue to play guitar and challenge myself to practice daily. This year I picked it up in the early spring and have hardly gone a day without playing. I'm feeling very comfortable and moving toward more challenging finger playing and techniques. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "James is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 2,
   "title": "Running up that Hill",
   "date": "March 1, 2015",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img3.jpg",
   "altimage":"Dust by Windows Photography",
   "credit": "John Holm",
   "content": "This year I picked it up in the early spring and have hardly gone a day without playing. I'm feeling very comfortable and moving toward more challenging finger playing and techniques. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 3,
   "title": "Truthy Darey",
   "date": "April 15, 2015",
   "author": "Philip Glass",
   "image":"img/img18.jpg",
   "altimage":"WaterForce Photography",
   "credit": "&copy; Henry Philips",
   "content": "My goal for 2016 is to enjoy winter as much as possible, and to continue to invest in opportunities to enjoy travel and the outdoors. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Philip is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 4,
   "title": "The North Borders",
   "date": "April 20, 2015",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img16.jpg",
 "altimage":"Henry Ford Photography",
   "credit": "John Holm",
   "content": "Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 5,
   "title": "Clandestine 1991",
   "date": "June 25, 2015",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img15.jpg",
   "altimage":"Miles Drunk Photography",
   "credit": "Jens Lindgren",
   "content": "Watermark is the first way of icons. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 6,
   "title": "Disposable Heroes",
   "date": "June 23, 2015",
   "author": "James Marshall",
   "image":"img/img14.jpg",
   "altimage":"Forced by Nature Photography",
   "credit": "Måns Wieslander",
   "content": "Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "James is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 7,
   "title": "Fly by moon",
   "date": "August 3, 2015",
   "author": "Jeff Tweedy",
   "image":"img/img13.jpg",
   "altimage":"Shogun Photography",
   "credit": "Johnny Daniels",
   "content": "Opened in 1959, Falcon Ridge has loads of vintage charm, borders a scenic lake, has plenty of pretty snow frosted pines to block cool winter winds, and features live music every Sunday. The cabins nearby have hot tubs! It's the perfect spot to enjoy winter. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Anna Von Woolfe is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 8,
   "title": "Who's That Flying Lotus?",
   "date": "Sept 20, 2015",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img12.jpg",
   "altimage":"Bass in the Air Photography",
   "credit": "Steve Harris",
   "content": "While being down in a sea of uncertain questions. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 9,
   "title": "New Obessesion",
   "date": "October 2, 2015",
   "author": "Åsa Carlsson-McCoy",
  "altimage":"Noise and Dust Photography",
   "credit": "Fredrik Åhlund",
   "content": "Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 10,
   "title": "Shoes & Punk",
   "date": "November 2, 2015",
   "author": "Bob Seger",
   "image":"img/img17.jpg",
   "altimage":"Stellar Photography",
   "credit": "Bjorn Larsson",
   "content": "So, as a consolation we drove out to a great place called Falcon Ridge Ski Slopes. Verging on the Manitoba, Ontario border and close to home, it was the perfect low stress re-introduction to skiing. Todd even tried it out this time and he took to it quickly. Opened in 1959, Falcon Ridge has loads of vintage charm, borders a scenic lake, has plenty of pretty snow frosted pines to block cool winter winds, and features live music every Sunday. The cabins nearby have hot tubs! It's the perfect spot to enjoy winter. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Bob is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 11,
   "title": "A Love Supreme",
   "date": "November 15, 2015",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img10.jpg",
  "altimage":"Orchestra Photography",
   "credit": "Benjamin Stearn",
   "content": "Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 12,
   "title": "The Ultimate Nose",
   "date": "January 10, 2016",
   "author": "Walther Mattew",
   "image":"img/img9.jpg",
   "altimage":"Old Horse Photography",
   "credit": "Karin McVie",
   "content": "First. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Walther is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 13,
   "title": "How we get started",
   "date": "March 10, 2016",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img11.jpg",
   "altimage":"Copyright 2016 Photography",
   "credit": "Sandra Johnsson",
   "content": "That's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 14,
   "title": "VG+ vs Mint",
   "date": "March 29, 2016",
   "author": "Åsa Carlsson-McCoy",
   "altimage":"Gits Photography",
   "credit": "Fred Kramer",
   "content": "So, as a consolation we drove out to a great place called Falcon Ridge Ski Slopes. Verging on the Manitoba, Ontario border and close to home, it was the perfect low stress re-introduction to skiing. Todd even tried it out this time and he took to it quickly. Opened in 1959, Falcon Ridge has loads of vintage charm, borders a scenic lake, has plenty of pretty snow frosted pines to block cool winter winds, and features live music every Sunday. The cabins nearby have hot tubs! It's the perfect spot to enjoy winter. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 15,
   "title": "A Howl Named Desire",
   "date": "April 21, 2016",
   "author": "Milo Frick",
   "image":"img/img8.jpg",
   "altimage":"Pieces Photography",
   "credit": "Daniel Johnston",
   "content": "Last year I tried skiing for the first time and to my surprise, I didn't kill myself, maim myself, or pass out from fear. It was just the right amount of challenging and I loved it! This year we had hoped to meet up with family in Banff over the holidays but that plan fell through. So, as a consolation we drove out to a great place called Falcon Ridge Ski Slopes. Verging on the Manitoba, Ontario border and close to home, it was the perfect low stress re-introduction to skiing. Todd even tried it out this time and he took to it quickly. Opened in 1959, Falcon Ridge has loads of vintage charm, borders a scenic lake, has plenty of pretty snow frosted pines to block cool winter winds, and features live music every Sunday. The cabins nearby have hot tubs! It's the perfect spot to enjoy winter. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Milo is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 16,
   "title": "Kind of Bluish",
   "date": "May 8, 2016",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img5.jpg",
   "altimage":"Spreckles Photography",
   "credit": "Ann Holyen",
   "content": "I would like to hereby award the creators of this blog with the Cutest Family Ever award. This is definitely one of my favorite sites in every way: the design, the photography, the writing, THOSE KIDS!!! If you are ever having a bad day, spend 2 minutes surfing around Love Taza and you’ll feel happier than ever. we had a great halloween here on the upper west side and made a little video from our night below! i love how new york city really pulls out all the stops on this night for the kiddos with every restaurant and shop handing out candy with a couple of incredibly decorated brownstone stoops in-between. it’s the best, and even with all our highs and lows from the day. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 17,
   "title": "Cosmogramma",
   "date": "June 5, 2016",
   "author": "Jim Guthrie",
   "image":"img/img1.jpg",
   "altimage":"Dust by Windows Photography",
   "credit": "Ollie McDonald",
   "content": "Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Jim is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 18,
   "title": "Splice of the Switch",
   "date": "July 10, 2016",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img6.jpg",
   "altimage":"AirCannon Photography",
   "credit": "Johnny Thompson",
   "content": "We had a great halloween here on the upper west side and made a little video from our night below! i love how new york city really pulls out all the stops on this night for the kiddos with every restaurant and shop handing out candy with a couple of incredibly decorated brownstone stoops in-between. it’s the best, and even with all our highs and lows from the day. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 19,
   "title": "Running the Miles",
   "date": "August 1, 2016",
   "author": "Åsa Carlsson-McCoy",
   "image":"img/img2.jpg",
   "altimage":"Miles Davis Photography",
   "credit": "Evan Davis",
   "content": "Following the current trend of boxy web design, this modern looking blog is super attractive from header to footer. The target market here is pretty obviously DIYers and mommy-bloggers, and they do a great job of keeping that “homestyle” feel throughout the site. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Åsa Carlsson-McCoy is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   },
   {"blogID": 20,
   "title": "Dorky Vinyl Enthusiasm",
   "date": "October 15, 2016",
   "author": "Ola Frick",
   "image":"img/img7.jpg",
   "altimage":"Color Dust by Windows Photography",
   "credit": "Carina Johansson Frick",
   "content": "Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds. Aries is the first sign of the zodiac, and that's pretty much how those born under this sign see themselves: first. Aries are the leaders of the pack, first in line to get things going. Whether or not everything gets done is another question altogether, for an Aries prefers to initiate rather than to complete. Do you have a project needing a kick-start? Call an Aries, by all means. The leadership displayed by Aries is most impressive, so don't be surprised if they can rally the troops against seemingly insurmountable odds.",
   "epilogue": "Anna Von Woolfe is the managing editor for Writer’s Digest Books and the editor of Children’s Writer’s and Illustrator’s Market. You can follow him on Twitter @crisfreese, where you can laugh at his frustrations as a hopeless Cincinnati sports fan."
   }
]